# Токен бота (получи у @BotFather)
BOT_TOKEN = "8446202695:AAGQfE-7q52aIx7nLsGtK22V2P6YruwxhUs"

# Твой Telegram ID (найди через @userinfobot)
ADMIN_ID = 6056106251  # ЗАМЕНИ на свой ID!

# Меню ресторана
MENU = {
    "burgers": {
        "🍔 Классический бургер": 350,
        "🍔 Чизбургер": 400,
        "🍔 Биг Бургер": 500
    },
    "pizza": {
        "🍕 Маргарита": 550,
        "🍕 Пепперони": 600,
        "🍕 Гавайская": 650
    },
    "sushi": {
        "🍣 Филадельфия": 700,
        "🍣 Калифорния": 650,
        "🍣 Ролл с угрем": 800
    }
}

